export default {
  projections: {
    КлиентE: {
      код: {
        __caption__: 'Код'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      пол: {
        __caption__: 'Пол'
      }
    },
    КлиентL: {
      код: {
        __caption__: 'Код'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      пол: {
        __caption__: 'Пол'
      }
    }
  },
  validations: {
    mail: {
      __caption__: 'mail'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    код: {
      __caption__: 'Код'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    пол: {
      __caption__: 'Пол'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
