export default {
  projections: {
    ТоварE: {
      материала: {
        __caption__: 'Материала'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      }
    },
    ТоварL: {
      материала: {
        __caption__: 'Материала'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      }
    }
  },
  validations: {
    материала: {
      __caption__: 'Материала'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'Производитель'
    }
  }
};
