export default {
  projections: {
    УслугаE: {
      услуги: {
        __caption__: 'Услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      составУслуги: {
        __caption__: 'Табличная часть состав услуги',
        количество: {
          __caption__: 'Количество'
        },
        товар: {
          __caption__: 'Товар',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    УслугаL: {
      услуги: {
        __caption__: 'Услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    услуги: {
      __caption__: 'Услуги'
    },
    цена: {
      __caption__: 'Цена'
    },
    составУслуги: {
      __caption__: 'Табличная часть состав услуги'
    }
  }
};
