export default {
  projections: {
    ВизитE: {
      кодDизита: {
        __caption__: 'Код dизита'
      },
      началоСеанса: {
        __caption__: 'Начало сеанса'
      },
      конецСеанса: {
        __caption__: 'Конец сеанса'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      записьВизита: {
        __caption__: 'Табличная часть состав визита',
        стоимость: {
          __caption__: 'Стоимость'
        },
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        услуга: {
          __caption__: 'Услуга',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ВизитL: {
      кодDизита: {
        __caption__: 'Код dизита'
      },
      началоСеанса: {
        __caption__: 'Начало сеанса'
      },
      конецСеанса: {
        __caption__: 'Конец сеанса'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    кодDизита: {
      __caption__: 'Код dизита'
    },
    конецСеанса: {
      __caption__: 'Конец сеанса'
    },
    началоСеанса: {
      __caption__: 'Начало сеанса'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    записьВизита: {
      __caption__: 'Табличная часть состав визита'
    }
  }
};
