export default {
  projections: {
    сотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      пол: {
        __caption__: 'Пол'
      },
      должности: {
        __caption__: 'Должности',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    сотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      пол: {
        __caption__: 'Пол'
      },
      должности: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    пол: {
      __caption__: 'Пол'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
